export default class Recomendations {
    public arr
    
    constructor() {
        this.arr = [
'Многие считают, что рыба любимое лакомство кошек, но это не так. Рыба несет вред для них, она содержит очень много белка, который увеличивает нагрузку на почки животного, тем самым разрушает минеральный баланс, после чего начинается мочекаменная болезнь',
'Нельзя давать кошкам мучные изделия и бобовые культуры, они вызывают метеоризм у животного и расстройство кишечника.', 
'Миски для еды кошки должны быть из материалов, которые легко моются, а лоток для туалета должен быть просторным, высотой 5-10 сантиметров. Для удобства, дно лотка можно засыпать специальными гранулами — наполнителями, опилками или рваной бумагой. Такой наполнитель легко заменить, а вот песок лучше не использовать, выкидывая такой наполнитель в унитаз, вы можете засорить трубы в доме.',
'Если кошка начала портить мебель, а стричь когти уже поздно, то нужно в срочном порядке приобрести вашему питомцу когтеточку.',
'Очень большую роль для здоровья кошек и котов играет уход за их шерстью. Эти животные очень чистоплотны, они вылизывают свою шерсть очень тщательно. Бывает таких усилий мало и поэтому ветеринары настоятельно рекомендуют помогать кошкам в этом деле.',
'Ухаживать за шерстью животного вам помогут гребни и щетки, которые можно приобрести в зоомагазине. Старайтесь как можно чаще осматривать кошек, чтобы сразу выявить у них какое-либо заболевание или обнаружить паразитов.',
'Вычесывание кошек облегчит жизнь не только им, но и вам.',
'В дикой природе кошки не моются, только когда идет дождь.',
     ]
    }
}